drivers = [
    {'id': 1, 'name': 'Трифон', 'surname': 'Титов', 'bus': 6, 'lat': 47.756038588300356, 'lng': 112.62285423726426}, 
    {'id': 2, 'name': 'Галактион', 'surname': 'Борисов', 'bus': 6, 'lat': 128.2149210533906, 'lng': 182.14293278349146}, 
    {'id': 3, 'name': 'Любим', 'surname': 'Ермаков', 'bus': 4, 'lat': 130.3366071757097, 'lng': 125.13986281263578}, 
    {'id': 4, 'name': 'Синклитикия', 'surname': 'Константинов', 'bus': 4, 'lat': 171.0969138536325, 'lng': 108.93862669753408}, 
    {'id': 5, 'name': 'Аполлон', 'surname': 'Моисеев', 'bus': 3, 'lat': 183.26948127472278, 'lng': 147.12824364450051}, 
    {'id': 6, 'name': 'Аникей', 'surname': 'Герасимова', 'bus': 3, 'lat': 72.03398094501222, 'lng': 105.30996327102669}, 
    {'id': 7, 'name': 'Нина', 'surname': 'Орлова', 'bus': 4, 'lat': 68.08796734532694, 'lng': 69.02979253596338}, 
    {'id': 8, 'name': 'Маргарита', 'surname': 'Родионова', 'bus': 7, 'lat': 154.87107731872388, 'lng': 186.14329283761748}, 
    {'id': 9, 'name': 'Панкратий', 'surname': 'Пономарев', 'bus': 3, 'lat': 159.95925503696088, 'lng': 150.76707965924567}, 
    {'id': 10, 'name': 'Чеслав', 'surname': 'Котов', 'bus': 3, 'lat': 85.19228911716871, 'lng': 103.05076521697416}, 
    {'id': 11, 'name': 'Пелагея', 'surname': 'Субботина', 'bus': 7, 'lat': 44.04793560594024, 'lng': 30.7779246789907}, 
    {'id': 12, 'name': 'Эрнст', 'surname': 'Владимиров', 'bus': 3, 'lat': 55.14868153607607, 'lng': 82.60228251164804}
]